Revit 2027 API
ParameterTypeId.RoomDesignSupplyAirflowParam Property
 "Specified Supply Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomDesignSupplyAirflowParam { get; }
Public Shared ReadOnly Property RoomDesignSupplyAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomDesignSupplyAirflowParam {
	ForgeTypeId^ get ();
}
static member RoomDesignSupplyAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace